
[Setting]
Language=Chinese

[OPTControllerDemo]
IDD102_Title = 奥普特控制器(V3.3)
IDD102_1033 = 重新扫描
IDD102_1032 = 连接
IDD102_1005 = IP设置
IDD102_1029 = 串口
IDD102_1030 = 网口
IDD102_1028 = 通信模式
IDD102_1038 = 命令控制
IDD102_1006 = 短指令
IDD102_1010 = 长指令
IDD102_1007 = 多通道
IDD102_1003 = 高级设置
IDD102_1004 = 可编程触发设置
IDD102_1096 = 返回信息
IDD130_Title = 短指令
IDD130_1052 = 功能
IDD130_1053 = 通道号
IDD130_1054 = 值
IDD130_1 = 确定
IDD130_2 = 取消
IDD130_1003 = 应用
IDD133_Title = 串口信息
IDD133_1047 = 控制器序列号
IDD133_1048 = 串口
IDS_SHORTCMD_SETTRIGGERDELAY = 设置触发延时
IDS_SHORTCMD_GETTRIGGERDELAY = 读取触发延时
IDS_SHORTCMD_SETINTENSITY = 设置亮度
IDS_SHORTCMD_READINTENSITY = 读取亮度
IDS_SHORTCMD_TURNONCHN = 打开通道
IDS_SHORTCMD_TURNOFFCHN = 关闭通道
IDS_SHORTCMD_SWITCHTIMEUNIT = 设置时间单位
IDS_SHORTCMD_SETTRIGGERWIDTH = 设置触发脉宽
IDS_SHORTCMD_READTRIGGERWIDTH = 读取触发脉宽
IDS_SHORTCMD_SETHBTRIGGERWIDTH = 设置高亮触发脉宽
IDS_SHORTCMD_READHBTRIGGERWIDTH = 读取高亮触发脉宽
IDS_SHORTCMD_SETMAXCURRENT = 设置最大电流
IDS_SHORTCMD_READMAXCURRENT = 读取最大电流
IDS_SHORTCMD_GETCHANNELSTATE = 读取通道状态
IDS_SHORTCMD_SOFTWARETRIGGER = 软件触发
IDS_SHORTCMD_TURNONSUCCEED = 成功打开
IDS_SHORTCMD_TURNONFAILED = 打开失败
IDS_SHORTCMD_CHN = 通道
IDS_SHORTCMD_ALLCHN = 所有通道
IDS_SHORTCMD_THE = 第
IDS_SHORTCMD_TURNOFFSUCCEED = 成功关闭
IDS_SHORTCMD_TURNOFFFAILED = 关闭失败
IDS_SHORTCMD_SETSUCCEED = 成功设置
IDS_SHORTCMD_READSUCCEED = 成功读取
IDS_SHORTCMD_VALUE = 值是
IDS_SHORTCMD_INTENSITY = 亮度
IDS_SHORTCMD_TRIGGERWIDTH = 脉宽
IDS_SHORTCMD_HBTRIGGERWIDTH = 高亮触发脉宽
IDS_SHORTCMD_MAXCURRENT = 最大电流
IDS_SHORTCMD_CHANNELSTATE = 通道状态
IDS_SHORTCMD_TRIGGERDELAY = 触发延时
IDS_SHORTCMD_SETINTENSITYFAILED = 设置亮度失败,可能是由于不正确的参数
IDS_SHORTCMD_READINTENSITYFAILED = 读取亮度失败，可能是由于不正确的参数
IDS_SHORTCMD_SETTRIGGERWIDTHFAILED = 设置脉宽失败,可能是由于不正确的参数
IDS_SHORTCMD_READTRIGGERWIDTHFAILED = 读取脉宽失败，可能是由于不正确的参数
IDS_SHORTCMD_SETHBTRIGGERWIDTHFAILED = 设置高亮脉宽失败,可能是由于不正确的参数
IDS_SHORTCMD_READHBTRIGGERWIDTHFAILED = 读取高亮脉宽失败，可能是由于不正确的参数
IDS_SHORTCMD_SETMAXCURRENTFAILED = 设置最大电流失败,可能是由于不正确的参数
IDS_SHORTCMD_READMAXCURRENTFAILED = 读取最大电流失败，可能是由于不正确的参数
IDS_SHORTCMD_GETCHANNELSTATEFAILED = 读取通道状态失败，可能是由于不正确的参数
IDS_SHORTCMD_SOFTWARETRIGGERFAILED = 软件触发失败，可能是由于不正确的参数
IDS_SHORTCMD_SETTRIGGERDELAYFAILED = 设置触发延时失败，可能是由于不正确的参数
IDS_SHORTCMD_GETTRIGGERDELAYFAILED = 读取触发延时失败，可能是由于不正确的参数
IDS_SHORTCMD_TIMEUNIT = 时间单位
IDS_SHORTCMD_1US = 1us
IDS_SHORTCMD_10US = 10us
IDS_SHORTCMD_1MS = 1ms
IDS_SHORTCMD_100MS = 100ms
IDS_SHORTCMD_READTIMEUNITFAILED = 读取时间单位失败，可能是由于不正确的参数
IDS_SHORTCMD_READTIMEUNIT = 读取时间单位

IDD132_Title = 长指令
IDD132_1097 = 功能
IDD132_1 = 确定
IDD132_2 = 取消
IDD132_1066 = 应用
IDS_LONGCMD_SETTRIGGERDELAY = 设置多通道触发延时
IDS_LONGCMD_SETINTENSITY = 设置多通道亮度
IDS_LONGCMD_TURNON = 打开多通道
IDS_LONGCMD_TURNOFF = 关闭多通道
IDS_LONGCMD_SETTRIGGERWIDTH = 设置多通道脉宽
IDS_LONGCMD_SETHBTRIGGERWIDTH = 设置多通道高亮脉宽
IDS_LONGCMD_SETMAXCURRENT = 设置多通道最大电流
IDS_LONGCMD_SOFTWARETRIGGER = 多通道软件触发
IDS_LONGCMD_TURNONSUCCEED = 成功打开
IDS_LONGCMD_TURNONFAILED = 打开失败
IDS_LONGCMD_TURNOFFSUCCEED = 成功关闭
IDS_LONGCMD_TURNOFFFAILED = 关闭失败
IDS_LONGCMD_CHN = 通道
IDS_LONGCMD_THECHNS = 以下通道:
IDS_LONGCMD_THE = 第
IDS_LONGCMD_INONETIME = 在同一时间
IDS_LONGCMD_SETSUCCEED = 成功设置
IDS_LONGCMD_VALUE = 值是
IDS_LONGCMD_INTENSITY = 亮度
IDS_LONGCMD_TRIGGERWIDTH = 脉宽
IDS_LONGCMD_HBTRIGGERWIDTH = 高亮脉宽
IDS_LONGCMD_MAXCURRENT = 最大电流
IDS_LONGCMD_TRIGGERDELAY = 触发延时
IDS_LONGCMD_SETINTENSITYMULTI = 分别成功设置以下通道亮度:
IDS_LONGCMD_SETTRIGGERWIDTHMULTI = 分别成功设置以下通道脉宽:
IDS_LONGCMD_SETHBTRIGGERWIDTHMULTI = 分别成功设置以下通道高亮脉宽:
IDS_LONGCMD_SETMAXCURRENTMULTI = 分别成功设置以下通道最大电流:
IDS_LONGCMD_SOFTWARETRIGGERMULTI = 分别成功触发以下通道：
IDS_LONGCMD_TRIGGERDELAYMULTI  = 分别成功设置以下通道的触发延时：
IDS_LONGCMD_SETINTENSITYFAILED = 亮度设置失败
IDS_LONGCMD_SETTRIGGERWIDTHFAILED = 脉宽设置失败
IDS_LONGCMD_SETHBTRIGGERWIDTHFAILED = 高亮脉宽设置失败
IDS_LONGCMD_SETMAXCURRENTFAILED = 最大电流设置失败
IDS_LONGCMD_SOFTWARETRIGGERFAILED = 软件触发失败
IDS_LONGCMD_SETTRIGGERDELAYFAILED = 设置触发延时失败
IDS_LONGCMD_FAILED_READ_MODEL = 读取控制器型号失败！
IDS_LONGCMD_NOT_SUPORT_FUNCTION = 仅DPH20048支持此功能！
IDS_LONGCMD_WARNING = 警告

IDD129_Title = 设置多个通道亮度
IDS_MULTICHN_SETSUCCEED = 成功设置
IDS_MULTICHN_THE = 第
IDS_MULTICHN_CHN = 通道
IDS_MULTICHN_INTENSITY = 亮度
IDS_MULTICHN_VALUE = 值是
IDS_MULTICHN_TURNOFF_4 = 关闭第4通道
IDS_MULTICHN_TURNOFF_3 = 关闭第3通道
IDS_MULTICHN_TURNOFF_2 = 关闭第2通道
IDS_MULTICHN_TURNOFF_1 = 关闭第1通道
IDS_MULTICHN_TURNOFF_5 = 关闭第5通道
IDS_MULTICHN_TURNOFF_6 = 关闭第6通道
IDS_MULTICHN_TURNOFF_7 = 关闭第7通道
IDS_MULTICHN_TURNOFF_8 = 关闭第8通道
IDS_MULTICHN_TURNOFF_9 = 关闭第9通道
IDS_MULTICHN_TURNOFF_10 = 关闭第10通道
IDS_MULTICHN_TURNOFF_11 = 关闭第11通道
IDS_MULTICHN_TURNOFF_12 = 关闭第12通道
IDS_MULTICHN_TURNOFF_13 = 关闭第13通道
IDS_MULTICHN_TURNOFF_14 = 关闭第14通道
IDS_MULTICHN_TURNOFF_15 = 关闭第15通道
IDS_MULTICHN_TURNOFF_16 = 关闭第16通道
IDS_MULTICHN_TURNON_4 = 打开第4通道
IDS_MULTICHN_TURNON_3 = 打开第3通道
IDS_MULTICHN_TURNON_2 = 打开第2通道
IDS_MULTICHN_TURNON_1 = 打开第1通道
IDS_MULTICHN_TURNON_5 = 打开第5通道
IDS_MULTICHN_TURNON_6 = 打开第6通道
IDS_MULTICHN_TURNON_7 = 打开第7通道
IDS_MULTICHN_TURNON_8 = 打开第8通道
IDS_MULTICHN_TURNON_9 = 打开第9通道
IDS_MULTICHN_TURNON_10 = 打开第10通道
IDS_MULTICHN_TURNON_11 = 打开第11通道
IDS_MULTICHN_TURNON_12 = 打开第12通道
IDS_MULTICHN_TURNON_13 = 打开第13通道
IDS_MULTICHN_TURNON_14 = 打开第14通道
IDS_MULTICHN_TURNON_15 = 打开第15通道
IDS_MULTICHN_TURNON_16 = 打开第16通道
IDD134_Title = 配置以太网
IDD134_1059 = 控制器序列号
IDD134_1060 = IP配置
IDD134_1061 = IP地址
IDD134_1062 = 子网掩码
IDD134_1063 = 默认网关
IDD134_1 = 确定
IDS_MAIN_NOCONTROLLERFOUND = 没有可用的控制器被发现
IDS_MAIN_CONTROLLERFOUND = 台可用的控制器被发现
IDS_MAIN_TURNONSUCCEED = 成功打开
IDS_MAIN_TURNONFAILED = 打开失败
IDS_MAIN_TURNOFFSUCCEED = 成功关闭
IDS_MAIN_TURNOFFFAILED = 关闭失败
IDS_MAIN_SETSUCCEED = 成功设置
IDS_MAIN_THE = 第
IDS_MAIN_CHN = 通道
IDS_MAIN_INTENSITY = 亮度
IDS_MAIN_VALUE = 值是
IDS_MAIN_SETCHN1FAILED = 设置第1通道亮度失败
IDS_MAIN_SETCHN2FAILED = 设置第2通道亮度失败
IDS_MAIN_SETCHN3FAILED = 设置第3通道亮度失败
IDS_MAIN_SETCHN4FAILED = 设置第4通道亮度失败
IDS_MAIN_SERIALPORTFOUND = 发现可用串口
IDS_MAIN_SERIALPORTNOTFOUND = 没有可用串口
IDS_MAIN_DETAILINFO = 详细信息
IDS_MAIN_IPCONFIG = IP设置
IDS_MAIN_CONNECT = 连接
IDS_MAIN_DISCONNECT = 断开
IDS_MAIN_CONSERIALSUCCEED = 成功初始化串口
IDS_MAIN_CONSERIALFAILED = 连接串口失败
IDS_MAIN_CONETHSUCCEED = 成功通过SN创建以太网连接
IDS_MAIN_CONETHFAILED = 连接失败，请检查网络配置
IDS_MAIN_DISCONSERIALSUCCEED = 成功释放串口
IDS_MAIN_DISCONETHSUCCEED = 成功断开以太网连接
IDD157_Title = 出厂设置
IDD157_1103 = 全部
IDD157_1104 = 型号
IDD157_1105 = 波特率
IDD157_1106 = 通道数
IDD157_1107 = 最大外部频率
IDD157_1108 = 最小负载
IDD157_1111 = 同时设MAC
IDD157_1112 = 单位
IDD157_1003 = 应用
IDD157_1 = 确定
IDD157_2 = 取消
IDD131_Title = 高级设置
IDD131_1 = 确定
IDD131_2 = 取消
IDD131_1003 = 应用
IDD131_1068 = 功能
IDD131_1070 = 参数值
IDD131_1071 = 返回信息
IDD131_1120 = 通道号
IDD131_1072 = 信息
IDS_ADVANCE_SETSUCCEED = 成功设置
IDS_ADVANCE_SETFAILED = 失败设置
IDS_ADVANCE_READSUCCEED = 成功读取
IDS_ADVANCE_READFAILED = 失败读取
IDS_ADVANCE_ENABLESUCCEED = 成功允许
IDS_ADVANCE_DISABLESUCCEED = 成功禁用
IDS_ADVANCE_ENABLEFAILED = 失败允许
IDS_ADVANCE_DISABLEFAILED = 失败禁用
IDS_ADVANCE_VALUE = 值是
IDS_ADVANCE_PROPERTY = 属性
IDS_ADVANCE_SN = SN
IDS_ADVANCE_IPCONFIG = IP配置
IDS_ADVANCE_IP = IP是
IDS_ADVANCE_SUNETMASK = 子网掩码是
IDS_ADVANCE_GATEWAY = 网关是
IDS_ADVANCE_TRIGGERACTIVATION = 触发极性
IDS_ADVANCE_NEGLOGIC = 跟随负触发
IDS_ADVANCE_POSLOGIC = 跟随正触发
IDS_ADVANCE_RISINGEDGE = 上升沿触发
IDS_ADVANCE_FALLINGEDGE = 下降沿触发
IDS_ADVANCE_LOADMODE = 负载模式
IDS_ADVANCE_AUTO = 自动检测负载大小
IDS_ADVANCE_MANUAL = 手动设置最大电流
IDS_ADVANCE_CHECKSUM = 校验字
IDS_ADVANCE_RESPONSE = 返回值
IDS_ADVANCE_POWEROFFBACKUP = 断电保存
IDS_ADVANCE_DHCP = DHCP
IDS_ADVANCE_AUTODETECTLOADONCESUCCEED = 成功自动检测负载一次
IDS_ADVANCE_AUTODETECTLOADONCEFAILED = 自动检测负载一次失败
IDS_ADVANCE_READPROPERTY = 读取控制器属性
IDS_ADVANCE_READPROPERTY_INFO = 参数:\r1:读取型号.\r2:读取固件版本.
IDS_ADVANCE_READSN = 读取SN
IDS_ADVANCE_READIPCONFIG = 读取IP配置
IDS_ADVANCE_SETTRIGGERACTIVATION = 设置触发极性
IDS_ADVANCE_SETINNERTRIGGERFREQUENCY_INFO = 参数:\r范围[15,1000]
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_1 = 参数:\r0:跟随正触发.\r 
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_2 =1:跟随负触发.\r
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_3 =2:下降沿触发.\r
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_4 =3:上升沿触发.\r

IDS_ADVANCE_READTRIGGERACTIVATION = 读取触发极性
IDS_ADVANCE_ENABLECHECKSUM = 允许校验值
IDS_ADVANCE_ENABLECHECKSUM_INFO = 参数:\r0:禁止.\r1:允许.\r
IDS_ADVANCE_ENABLERESPONSE = 允许返回值
IDS_ADVANCE_ENABLERESPONSE_INFO = 参数:\r0:禁止.\r1:允许.\r
IDS_ADVANCE_SETLOADMODE = 设置负载模式
IDS_ADVANCE_SETLOADMODE_INFO = 参数:\r0:自动检测负载大小.\r1:手动设置最大电流.\r
IDS_ADVANCE_ENABLEPOWEROFFBACKUP = 允许断电保存
IDS_ADVANCE_ENABLEPOWEROFFBACKUP_INFO = 参数:\r0:禁止.\r1:允许.\r
IDS_ADVANCE_ENABLEDHCP = 允许DHCP
IDS_ADVANCE_ENABLEDHCP_INFO = 参数:\r0:禁止.\r1:允许.\r
IDS_ADVANCE_AUTODETECTLOADONCE = 自动检测一下负载电流
IDS_ADVANCE_READOUTERFREQUENCYUPPERBOUND = 读取外部触发频率上限
IDS_ADVANCE_SETINNERTRIGGERFREQUENCY = 设置内部自触发周期
IDS_ADVANCE_READINNERTRIGGERFREQUENCY = 读取内部自触发周期
IDS_ADVANCE_OUTERFREQUENCY = 外部触发频率上限
IDS_ADVANCE_INNERTRIGGERFREQUENCY = 内部自触发周期
IDS_ADVANCE_SETINNERTRIGGERFREQUENCYFAILED = 设置内部自触发周期失败，可能由于错误的参数
IDS_ADVANCE_READINNERTRIGGERFREQUENCYFAILED = 读取内部自触发周期失败，可能由于错误的参数
IDS_ADVANCE_SETWORKINGMODE = 设置工作模式
IDS_ADVANCE_SETWORKINGMODE_INFO = 参数:\r0:常亮模式.\r1:常用触发模式.\r2:高亮触发模式.\r3:面板工作模式设置.
IDS_ADVANCE_READWORKINGMODE = 读取工作模式
IDS_ADVANCE_WORKINGMODE = 工作模式
IDS_ADVANCE_SETKEEPALIVEPARAMETER = 设置保活参数
IDS_ADVANCE_SETKEEPALIVEPARAMETER_INFO = 参数0:保活时间.\r参数1:保活间隔.\r参数2:重发次数.
IDS_ADVANCE_ENABLEKEEPALIVE = 允许保活
IDS_ADVANCE_ENABLEKEEPALIVE_INFO = 参数:\r0:禁止.\r1:允许.\r
IDS_ADVANCE_SETWORKINGMODEONPANEL = 面板工作模式设置
IDS_ADVANCE_HIGHLIGHTTRIGGERMODE = 高亮触发模式
IDS_ADVANCE_GENERALTRIGGERMODE = 常用触发模式
IDS_ADVANCE_GENERALLIGHTINGMODE = 常亮模式
IDS_ADVANCE_READCHANNELS = 读取控制器通道数
IDS_ADVANCE_READKEEPALIVESTATE = 读取保活开关状态
IDS_ADVANCE_READCONTINUOUSKEEPALIVETIME = 读取连续保活时间
IDS_ADVANCE_READINTERVALTIME = 读取探测包发送时间间隔
IDS_ADVANCE_READDELIVERYTIMES = 读取探测包发送次数
IDS_ADVANCE_READOUTPUTBOARDVISION = 读取输出板版本号
IDS_ADVANCE_READLOADDETECTIONMODE = 读取负载检测模式
IDS_ADVANCE_SETBOOTPROTECTION = 设置常亮模式开机状态
IDS_ADVANCE_READAGINGORNORMALMODE = 读取老化/正常模式
IDS_ADVANCE_READMODELBOOTSTATE = 读取各模块开机状态
IDS_ADVANCE_SETBOOTTIME = 设置开机时间
IDS_ADVANCE_KEEPALIVE = 保活

IDS_ADVANCE_CONTROLLERCHANNELS = 控制器通道数
IDS_ADVANCE_KEEPALIVESTATE = 保活开关状态
IDS_ADVANCE_CONTINUOUSKEEPALIVETIME = 连续保活时间
IDS_ADVANCE_INTERVAL_TIME = 探测包发送时间间隔
IDS_ADVANCE_DELIVERY_TIMES = 探测包发送次数
IDS_ADVANCE_OUTPUTBOARDVISION = 输出板版本号
IDS_ADVANCE_DETECTION_MODE = 负载检测模式
IDS_ADVANCE_BOOT_PROTECT = 开机保护
IDS_ADVANCE_IDS_ADVANCE_BOOT_PROTECT_FAILED = 设置常亮模式开机状态失败，可能由于错误的参数 
IDS_ADVANCE_DETECTION_MODE_FAILED = 读取负载检测模式失败，可能由于错误的参数
IDS_ADVANCE_AGINGORNORMAL_MODE = 老化/正常模式
IDS_ADVANCE_AGINGORNORMAL_MODE_FAILED = 读取老化/正常模式失败，可能由于错误的参数
IDS_ADVANCE_BOOT_TIME = 开机时间
IDS_ADVANCE_BOOTPROTECTION_INFO = 参数:\r0:常亮设置.\r1:常闭设置.
IDS_ADVANCE_SWITCH_CLOSE = 关
IDS_ADVANCE_SWITCH_OPEN = 开
IDS_ADVANCE_LOAD_DETECTION_AUTO = 自动检测
IDS_ADVANCE_LOAD_DETECTION_MANUAL = 手动设置
IDS_ADVANCE_BOOT_PROTECT_LIGHT = 常亮设置
IDS_ADVANCE_BOOT_PROTECT_CLOSE = 常闭设置
IDS_ADVANCE_AGING= 老化模式
IDS_ADVANCE_NORMAL = 正常模式
IDS_ADVANCE_MODEL_BOOT_STATE_FAILED = 读取各模块开机状态失败，可能由于错误的参数
IDS_ADVANCE_MODEL_BOOT_STATE = 模块开机状态
IDS_ADVANCE_MODEL_LIGHT= 常亮
IDS_ADVANCE_MODEL_CLOSE = 常闭
IDS_ADVANCE_PARAM_RANGE = 参数值超出范围，范围是：[1-2]!

IDD173_Title = 其他设置
IDD173_1 = 确定
IDD173_2 = 取消
IDD173_1146 = 功能：
IDD173_1147 = 通道：
IDD173_1150 = 信息
IDD173_1152 = 返回信息
IDD173_1154 = 设置
IDD173_1155 = 指令
IDD173_1156 = 指令
IDD173_1004 = 发送
IDD173_1003 = 应用
IDD173_1128 = 十六进制
IDD173_1129 = ASCII
IDD173_1159 = 参数值：
IDS_OTHERS_READPROPERTY = 读取控制器属性
IDS_OTHERS_READTRIGGERMODE = 读取触发模式
IDS_OTHERS_SETTRIGGERMODE = 触发模式选择
IDS_OTHERS_SETMODEL = 设置控制器型号
IDS_OTHERS_SETOVERCURRENTPROTECTIONSWITCH = 过流保护开关设置
IDS_OTHERS_SETSHORTCIRCUITPROTECTIONSWITCH = 短路保护开关设置
IDS_OTHERS_SETOVERVOLTAGEPROTECTIONSWITCH = 过压保护开关设置 
IDS_OTHERS_SETABNORMALPROTECTIONSAMPLINGTIME = 异常保护采样时间设置
IDS_OTHERS_SETOVERCURRENTPROTECTIONLIMITVALUE = 设置过流保护限值
IDS_OTHERS_SETSHORTCIRCUITPROTECTIONLIMITVALUE = 设置短路保护限值
IDS_OTHERS_SETVOLTAGEPROTECTIONLIMITVALUE = 设置过压保护限值
IDS_OTHERS_SETINSERTIONLIGHTCURRENTDETECTIONVALUE = 设置插入光源电流检测值
IDS_OTHERS_SETPULLOUTINSERTIONCURRENTDETECTIONVALUE = 设置拔出插入光源电流检测值
IDS_OTHERS_SETLIGHTRATEDVOLTAGEDETECTIONVALUE = 设置光源额定电压检测值
IDS_OTHERS_SETLIGHTPULLOUTVOLTAGEDETECTIONVALUE = 设置光源拔出电压检测值
IDS_OTHERS_SETBAUDRATE = 波特率设置
IDS_OTHERS_SETCHANNELS = 控制器通道数设置
IDS_OTHERS_SETMAXFREQUENCY = 设置外部触发频率上限
IDS_OTHERS_SETHEARTBEAT = 心跳包时间设置
IDS_OTHERS_SETDETECTMINLOAD = 设置自动检测待机电流
IDS_OTHERS_SETNETDROPFILTERTIME = 设置网口掉线滤波时间
IDS_OTHERS_SETAGINGORNORMALMODE = 老化/正常工作模式切换
IDS_OTHERS_READCHANNELOUTPUTSTATE = 读取各通道输出状态
IDS_OTHERS_SWITCHIAPANDAPPMODE = IAP与APP模式切换
IDS_OTHERS_SWITCHDBOARDIAPANDAPPMODE = D板IAP与APP模式切换
IDS_OTHERS_AUTOMATICALCALIBRATION = D板自动校准
IDS_OTHERS_SETIAPPORT = IAP端口设置
IDS_OTHERS_SETAPPPORT = APP端口设置
IDS_OTHERS_REBOOT = 控制器重启
IDS_OTHERS_DETECTNETPORT = PC开机网口检测
IDS_OTHERS_DETECTNETPORTTIME1 = 网口检测次数一
IDS_OTHERS_DETECTNETPORTTIME2 = 网口检测次数二
IDS_OTHERS_SETFANLEVEL = 手动设置风扇档位
IDS_OTHERS_SETSN = 设置序列号
IDS_OTHERS_SETMAC = 设置MAC地址

IDS_OTHERS_READPROPERTY_INFO = 参数:\r\n1:读取型号.\r\n2:读取固件版本.\r\n...
IDS_OTHERS_TRIGGERMODE_PARAM = 参数:\r\n0:高速模式.\r\n1:平滑模式.
IDS_OTHERS_CLOSE_OPEN_PARAM = 参数:\r\n0:关闭.\r\n1:打开.
IDS_OTHERS_ABNORMAL_SAMPLE_TIME_PARAM = 参数:\r\n范围[2,250].
IDS_OTHERS_OVERCURRENT_LIMIT_VALUE_PARAM = 参数:\r\n范围[0,4096].
IDS_OTHERS_SHORTCIRCUIT_LIMIT_VALUE_PARAM = 参数:\r\n范围[0,5000].
IDS_OTHERS_OVERVOLTAGE_LIMIT_VALUE_PARAM = 参数:\r\n范围[0,5000].
IDS_OTHERS_DETECTION_VALUE_PARAM = 参数:\r\n范围[0,1023].
IDS_OTHERS_SETCHANNELS_PARAM = 参数:\r\n范围[1,16]. 
IDS_OTHERS_MAXFREQUENCY_PARAM = 参数:\r范围[1,900].
IDS_OTHERS_SETHEARTBEAT_PARAM = 参数:\r\n范围[1,65535].
IDS_OTHERS_MIN_LOAD_PARAM = 参数:\r\n范围[1,200].
IDS_OTHERS_0_65535_PARAM = 参数:\r\n范围[0,65535].
IDS_OTHERS_AGING_NORMAL_PARAM = 参数:\r\n0:老化模式.\r\n1:正常工作模式.
IDS_OTHERS_OUTPUTSTATE_PARAM = 参数:\r\n1:读取连接状态.\r\n2:读取老化/正常模式.\r\n3:读取各个模块开机状态.\r\n...
IDS_OTHERS_IAP_APP_PARAM = 参数:\r\n0:APP.\r\n1:IAP.
IDS_OTHERS_REBOOT_PARAM = 参数:\r\n0:整机重启.\r\n1:M板重启.\r\n2:D板重启.
IDS_OTHERS_DETECTNETPORT_PARAM = 参数:\r\n0:禁止.\r\n1:开启.
IDS_OTHERS_FAN_LEVEL_PARAM = 参数:\r\n范围[0,5].

IDS_OTHERS_TRIGGERMODE = 触发模式
IDS_OTHERS_HIGHSPEED_MODE = 高速模式
IDS_OTHERS_SMOOTH_MODE = 平滑模式
IDS_OTHERS_OVERCURRENTSWITCH = 过流保护开关
IDS_OTHERS_CLOSE = 关闭
IDS_OTHERS_OPEN = 打开
IDS_OTHERS_SHORTCIRCUITSWITCH = 短路保护开关
IDS_OTHERS_OVERVOLTAGESWITCH = 过压保护开关
IDS_OTHERS_SAMPLINGTIME = 异常保护采样时间
IDS_OTHERS_OVERCURRENTLIMITVALUE = 过流保护限值
IDS_OTHERS_SHORTCIRCUITLIMITVALUE = 短路保护限值
IDS_OTHERS_OVERVOLTAGELIMITVALUE = 过压保护限值
IDS_OTHERS_INSERTIONLIGHTCURRENTDETECTIONVALUE = 插入光源电流检测值
IDS_OTHERS_PULLOUTLIGHTCURRENTDETECTIONVALUE = 拔出插入光源电流检测值
IDS_OTHERS_RATEDVOLTAGEDETECTIONVALUE = 额定光源电压检测值
IDS_OTHERS_PULLOUTVOLTAGEDETECTIONVALUE = 拔出光源电压检测值
IDS_OTHERS_CHANNELS = 通道数
IDS_OTHERS_HEARTBEAT = 心跳包时间
IDS_OTHERS_STANDBYCURRENT = 自动检测待机电流
IDS_OTHERS_NETDROPFILTERTIME = 网口掉线滤波时间
IDS_OTHERS_WORKMODE  = 工作模式
IDS_OTHERS_AGING = 老化模式
IDS_OTHERS_NORMAL = 正常工作模式
IDS_OTHERS_APP = APP模式
IDS_OTHERS_IAP = IAP模式
IDS_OTHERS_IAPPORT = IAP端口
IDS_OTHERS_APPPORT = APP端口
IDS_OTHERS_CONTROLLERREBOOT = 整机重启
IDS_OTHERS_MBOARDREBOOT = M板重启
IDS_OTHERS_DBOARDREBOOT = D板重启
IDS_OTHERS_CHECKNETPORT = PC开机检测网口
IDS_OTHERS_DISABLE = 禁止
IDS_OTHERS_ENABLE = 允许
IDS_OTHERS_NETPORTCHECKTIMES1 = 网口检测次数一
IDS_OTHERS_NETPORTCHECKTIMES2 = 网口检测次数二
IDS_OTHERS_MANUALLYSETFANLEVEL = 手动设置风扇等级
IDS_OTHERS_SETSN = 设置序列号
IDS_OTHERS_MAXFREQUENCY = 外部触发频率上限
IDS_OTHERS_INPUTCOMMAND = 请输入正确指令
IDS_OTHERS_SUCCEEDEXECUTECOMMAND = 指令执行成功，控制器返回值是：
IDS_OTHERS_FAILEDEXECUTECOMMAND = 指令执行失败
IDS_OTHERS_CHANNELOUTPUTSTATE = 通道输出状态
IDS_OTHERS_BAUDRATE = 波特率
IDS_OTHERS_CALIBRATEDBOARD = D板自动校准
IDS_OTHERS_DBOARDWORKMODE = D板工作模式
IDS_OTHERS_MODEL = 控制器型号
IDS_OTHERS_SETOUTPUTVOLTAGE = 设置输出端电压
IDS_OTHERS_READOUTPUTVOLTAGE = 读取输出端电压
IDS_OTHERS_SETOUTPUTVOLTAGE_VALUE_RANGE = 参数:\r\n范围[30,250].
IDS_OTHERS_OUTPUTVOLTAGE = 输出端电压
IDS_ADVANCE_READ_OUTPUT_VOLTAGE_FAILED = 读取输出端电压失败，可能由于错误的参数

IDS_BURN_TITLE = 固件烧录（3.2.4以上支持烧录）
IDS_BURN_SERIALPORT = 串口
IDS_BURN_ETHERNET = 网口
IDS_BURN_CONNECTTYPE = 连接方式
IDS_BURN_CONNECT = 连接
IDS_BURN_DISCONNECT = 断开
IDS_BURN_RESCAN = 搜索
IDS_BURN_SETTING = 设置
IDS_BURN_BURNSETTING = 烧录设置
IDS_BURN_FILE = 文件:
IDS_BURN_BROSWE = 选择文件
IDS_BURN_MODE = 模式:
IDS_BURN_MODULE = 模组:
IDS_BURN_MBOARD = M板
IDS_BURN_DBOARD = D板
IDS_BURN_DATALENGTH = 数据长度:
IDS_BURN_BURNROM = 烧录
IDS_BURN_CMD = 指令
IDS_BURN_SEND = 发送
IDS_BURN_TUTORIAL = 固件烧录教程
IDS_BURN_STEP1 = 第1步：选择连接
IDS_BURN_STEP2 = 第2步：选择文件
IDS_BURN_STEP3 = 第3步：一键烧录
IDS_BURN_STEP4 = 第4步：请等待
IDS_CHANNEL_STATE0 = 已连接光源
IDS_CHANNEL_STATE1 = 没有连接光源
IDS_CHANNEL_STATE2 = 短路保护
IDS_CHANNEL_STATE3 = 过压保护
IDS_CHANNEL_STATE4 = 过流保护